Repository: cyberelk/brofix_widget
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# widget.title
source: Brofix :: Check for broken links
de: Brofix :: Links prüfen

# widget.description
source: Widget for the Brofix extension, which indicates possible broken links in the dashboard.
de: Widget zur Extension Brofix, die im Dashboard auf mögliche fehlerhafte Links hinweist.

# widget.buttonLabel
source: Check links
de: Links prüfen

# widget.widgetHeader
source: Check for broken links
de: Link-Überprüfung

# widget.brokenLinkText
source: The following links should be checked in this system:
de: In diesem System sollten folgende Links überprüft werden:

# widget.missingUserRights
source: However, you do not have sufficient user rights to check this. Please contact an administrator or another editor with the appropriate access rights.
de: Sie besitzen allerdings keine ausreichenden Nutzerrechte, um diese zu überprüfen. Bitte wenden Sie sich an einen Administrator oder einen anderen Redakteur mit entsprechenden Zugriffsrechten.

# widget.everythingisfine
source: Everything is fine!
de: Alles ist in Ordnung!

# widget.summary
source: Currently %s links are excluded from the check and %s links are ok.
de: Aktuell sind %s Links von der Überprüfung ausgeschlossen und %s Links in Ordnung.

# widget.faulty
source: Faulty links
de: Fehlerhafte Links

# widget.not_testable
source: Currently not checkable links
de: Aktuell nicht prüfbare Links
